Repository: common-repository/visual-real-estate-agency-directory-and-management
Catalog: locale/*_win-*.po
Languages: ar, pt_br

source: Owner
ar: المالك
pt_br: Usuário

source: Agent
ar: عميل عقاري
pt_br: Corretor

source: Agency
ar: الوكاله العقاريه
pt_br: Imobiliária

source: Invoice not paid:
ar: الفاتوره الغير مدفوعه:
pt_br: Fatura não paga:

source: Recommended PHP version 5.5 or later for best functionality.
ar: PHP نسخة 5.5 او الأحدث الموصى بها للحصول على افضل الوظائف.
pt_br: Recomendado PHP versão 5,5 ou posterior para melhor funcionalidade.

source: plugin not installed:
ar: الإضافه الغير مثبته:
pt_br: Plugin não instalado

source: Click to install
ar: اضغط للتثبيت
pt_br: Click para instalar

source: Your rank package expire
ar: انتهت صلاحية حزمتك
pt_br: O seu pacote expira

source: Your rank package for listing expire
ar: انتهت صلاحية حزمتك للإعلان
pt_br: O seu pacote para exibição expirará

source: Edit your listing and select new package
ar: قم بالتعديل على الإعلان و إختيار حزمه جديده
pt_br: Edite seu imóvel e selecione novo pacote

source: Your listing expire
ar: إعلانك قد انتهت صلاحيته
pt_br: Expira em

source: Edit your listing to resubmit
ar: تعديل على الإعلان في إعادة التقديم
pt_br: Edite seu imóvel para reenviar

source: Saved search news
ar: تم حفظ بحث الأخبار
pt_br: Notícias de pesquisa salvas

source: Dear
ar: العزيز
pt_br: Querido

source: Changes found on following listings
ar: التغيرات التي تم العثور عليها في القوائم التاليه
pt_br: Modificações encontradas nos seguintes imóveis

source: Get Premium Version
ar: الحصول على النسخه المدفوعه
pt_br: Adquira a versão premium

source: Listings quick preview
ar: عرض السريع للإعلانات
pt_br: Pré-visualização rápida de imóveis

source: Listings plugin news
ar: إضافة الإعلانات الجديده

source: Thanks on your payment
ar: شكرا على الدفع

source: Activated services related to invoice
ar: تفعيل الخدمات المتعلقه بالفاتوره

source: Listings
ar: الإعلانات
pt_br: Imóveis

source: Manage
ar: إداره
pt_br: Todos os Imóveis

source: Add listing
ar: إضافه إعلان
pt_br: Adicionar Imóveis

source: Fields
ar: خانات
pt_br: Campos

source: Add field
ar: إضافه خانه
pt_br: Adicionar Campo

source: Categories
ar: الفئات
pt_br: Categorias

source: Locations
ar: المواقع
pt_br: Cidades

source: Search form
ar: قالب البحث
pt_br: Formulário de Pesquisa

source: Result item
ar: نتائج العرض
pt_br: Itens de Pesquisa

source: Favorites
ar: المفضله
pt_br: Favoritos

source: Reviews
ar: مراجعات الإعلان
pt_br: Avaliações

source: Messages
ar: الرسائل
pt_br: Mensagens

source: Reports
ar: الابلاغات
pt_br: Relatórios

source: Save Search
ar: حفظ البحث
pt_br: Salvar Busca

source: Settings
ar: الإعدادات
pt_br: Definições

source: Go Premium
ar: احصل على الإشتراك المدفوع
pt_br: Adquira a versão premium

source: Currencies
ar: العملات
pt_br: Moedas

source: Rank Packages
ar: أنوع الحزمات
pt_br: Pacotes

source: Invoices
ar: الفواتير
pt_br: Faturas

source: Listing install
ar: تحميل الإعلان
pt_br: Instalar Imóveis

source: My profile
ar: ملفي الشخصي
pt_br: Meu Perfil

source: Agent profile
ar: صفحة العميل
pt_br: Perfil do Corretor

source: Owner profile
ar: الملف الشخصي للمالك
pt_br: Perfil do Usuário

source: Agency profile
ar: الملف الشخصي للوكاله العقاريه
pt_br: Perfil da Agência

source: Edit user profile
ar: تعديل الملف الشخصي للمستخدم
pt_br: Editar Perfil de Usuário

source: My location
ar: موقعي
pt_br: Meu Endereço

source: km
ar: كم

source: Distance
ar: المسافه
pt_br: Distância

source: Address
ar: العنوان
pt_br: Endereço

source: Walking time
ar: وقت المشي
pt_br: Tempo de caminhada

source: min
ar: الحد الادنى

source: Details
ar: معلومات
pt_br: Detalhes

source: Only one results map is allowed on page
ar: يسمح في الصفحه نتائج بحث على الخارطه واحده فقط
pt_br: Apenas um mapa de resultados é permitido na página

source: SW Agencies
ar: الوكلات العقاريه SW

source: Content
ar: المحتوى
pt_br: Conteúdo

source: Agencies listing
ar: إعلانات الوكالات العقاريه
pt_br: Agências

source: Search criteria
ar: معايير البحث
pt_br: Critérios de busca

source: You can enter searh criteria
ar: يمكنك إدخال معايير البحث
pt_br: Você pode colocar o critério de busca

source: Num agencies
ar: رقم الوكلات العقاريه
pt_br: Num agências

source: You can enter num agencies limit
ar: يمكنك إدخال الوكلات العقاريه بعدد محدود
pt_br: Você pode colocar o limite de agências

source: SW Agents
ar: العملاء العقاريين SW

source: Agents listing
ar: إعلان الوكلاء العقاريين
pt_br: Imóveis

source: Num agents
ar: رقم العملاء العقاريين
pt_br: Num Corretores

source: You can enter num agents limit
ar: يمكنك إدخال العملاء العقاريين بعدد محدود
pt_br: Você pode colocar um limite de num de corretores

source: SW Agent
ar: العميل العقاري SW
pt_br: SW Corretores

source: Agent details
ar: معلومات العميل العقاري
pt_br: Informações do Corretor

source: Agent ID
ar: ID العميل العقاري
pt_br: ID Corretor

source: You can enter agent ID or slug
ar: يمكنك إدخال رقم العميل العقاري او slug
pt_br: Você pode inserir ID do agente ou slug

source: SW Contact
ar: التواصل SW
pt_br: SW Contato

source: Basic contact form
ar: قالب التواصل الأساسي
pt_br: Formulário de contato básico

source: Receiver email
ar: البريد الإلكتروني للمستقبل
pt_br: Email Receptor

source: You can enter address receiver email
ar: يمكنك إدخال البريد الإلكتروني للمستقبل
pt_br: Você pode colocar o endereço de email do receptor

source: SW Featured Listings
ar: الإعلانات المميزه SW
pt_br: SW Imóveis Destacados

source: Featured listings
ar: إعلانات مميزه
pt_br: Imóveis destacados

source: Num listings
ar: رقم الإعلانات
pt_br: Num de Imóveis

source: You can enter num listings limit
ar: يمكنك إدخال الإعلانات بعدد محدود
pt_br: Você pode colocar um num de imóveis limite

source: SW Listings
ar: الإعلانات SW
pt_br: SW Imóveis

source: listings details
ar: معلومات الإعلانات
pt_br: Detalhes de Imóveis

source: Show features
ar: إظهار المميز
pt_br: Mostrar recursos

source: Also featured
ar: مع المميز
pt_br: Também destacado

source: Only featured
ar: المميز فقط
pt_br: Apenas destacado

source: No featured
ar: بدون مميز
pt_br: Sem destaque

source: Select featured criteria.
ar: حدد المعايير المميزه.
pt_br: Selecione critérios de destaque.

source: Agent id
ar: ID العميل العقاري
pt_br: ID do Corretor

source: You can enter user ID or email
ar: يمكنك إدخال الإسم المستخدم او البريد الإلكتروني
pt_br: Você pode colocar o ID ou email

source: SW Listing
ar: الإعلان SW
pt_br: SW Imóvel

source: Listing details
ar: معلومات الإعلان
pt_br: Det

source: Listing ID
ar: ID الإعلانات
pt_br: ID do Imóvel

source: You can enter listing ID or slug
ar: يمكنك إدخال رقم الإعلان او slug
pt_br: Você pode inserir ID ou slug do imóvel

source: SW Map Listings
ar: الإعلانات على الخارطه SW
pt_br: Mapa Imóveis

source: Map with listings (Only one allowed)
ar: الخارطه مع الإعلانات (مسموح واحد فقط)
pt_br: Mapa com imóveis(Apenas um permitido)

source: SW Map
ar: الخارطه SW
pt_br: Mapa

source: Basic map
ar: الخارطه الأساسيه
pt_br: Mapa Básico

source: You can enter address or lat/lang bellow
ar: يمكنك إدخال العنوان او خطوط الطول و العرض في الأسفل
pt_br: Você pode colocar o endereço ou lat/long abaixo

source: Latitude
ar: خطوط العرض

source: Longitude
ar: خطوط الطول

source: Height (include px)
ar: الإرتفاع (يتضمن البكسل px)
pt_br: Altura (incluir px)

source: Wanted description/content on your Location infowindow
ar: مطلوب الوصف/المحتوى في نافذه معلومات الموقع
pt_br: Descrição/conteúdo da localização

source: Lang code
ar: كود اللغه
pt_br: Cód Idioma

source: Google maps language code
ar: كود لغه خرائط جوجل
pt_br: Código de Idioma Google maps

source: Metric
ar: قياس
pt_br: Métrica

source: miles
ar: اميال
pt_br: milhas

source: Select wanted metrics.
ar: حدد المقاييس المطلوبه.
pt_br: Selecione as métricas.

source: SW Primary Search
ar: البحث الأساسي SW

source: Primary search form
ar: قالب البحث الرئيسي

source: SW Secondary Search
ar: البحث الثانوي SW

source: Secondary search form
ar: قالب البحث الثانوي

source: Display contact form
ar: عرض قالب التواصل

source: Contact form
ar: قالب التواصل

source: Title
ar: العنوان
pt_br: Título

source: Send
ar: إرسال
pt_br: Enviar

source: Display featured listings
ar: عرض الإعلانات المميزه
pt_br: Mostrar Imóveis destacados

source: Text criteria
ar: معايير النص
pt_br: Critério de texto

source: Number of listings
ar: عدد الإعلانات
pt_br: Número de imóveis

source: Display latest agents
ar: عرض العملاء العقاريين الجدد
pt_br: Mostrar últimos corretores

source: Latest agents
ar: العملاء العقاريين الجدد
pt_br: Corretores recentes

source: Number of agents
ar: عدد العملاء العقاريين
pt_br: Número de corretores

source: Latest Agents
ar: العملاء العقاريين الجدد
pt_br: Corretores Recentes

source: Display Latest added listings
ar: عرض الإعلانات المضافه حديثاً
pt_br: Mostrar últimos imóveis adicionados

source: Latest listings
ar: الإعلانات الجديده
pt_br: Últimos Imóveis

source: Show featured
ar: بدون مميز
pt_br: Mostrar Destacados

source: View type
ar: اظهر النوع
pt_br: Forma de visualização

source: List
ar: قائمه
pt_br: Lista

source: Grid
ar: الشبكه
pt_br: Blocos

source: Display listing agency
ar: عرض الوكلات العقاريه
pt_br: Mostrar imobiliárias

source: Listing agency
ar: إعلان الوكاله العقاريه
pt_br: Imobiliárias

source: Display listing agents
ar: عرض إعلانات العملاء العقاريين
pt_br: Mostrar corretores

source: Listing agent
ar: إعلان العميل العقاري
pt_br: Corretor

source: Agents
ar: الوكلاء العقاريين
pt_br: Corretores

source: Display listings on map
ar: عرض الإعلانات على الخارطه
pt_br: Mostrar imóveis no mapa

source: Listings on map
ar: الإعلانات على الخارطه
pt_br: Imóveis no mapa

source: Zoom index
ar: مؤشر التكبير
pt_br: Zoom

source: Map listings
ar: إعلانات الخارطه
pt_br: Mapa de Imóveis

source: Mortgage Loan calculator
ar: حساب القرض العقاري

source: Mortgage calculator
ar: حساب القرض العقاري

source: Mortgage loan
ar: القرض العقاري

source: Display primary search form
ar: عرض قالب البحث الأساسي

source: Primary search
ar: البحث الأساسي

source: Search
ar: البحث
pt_br: Pesquisar

source: Cancel
ar: إلغاء
pt_br: Cancelar

source: Display secondary search form
ar: عرض قالب البحث الثانوي

source: Secondary search
ar: البحث الثانوي

source: Refresh
ar: تحديث
pt_br: Atualizar

source: Rank 0 or expire 0 days can't have price > 0, because will expire immediately
ar: الحزمه 0 او التي تنتهي خلال 0 يوم لا يوجد سعر لها > لانه 0 سوف تنتهي على الفور

source: Sync from
ar: تزامن من
pt_br: Sincronizar de

source: Failed loading XML
ar: فشل في تحميل XML
pt_br: Falha ao carregar XML

source: Loading XML successfully
ar: تم تحميل XML بنجاح
pt_br: XML carregado com sucesso

source: Updated
ar: محدث
pt_br: Atualizado

source: Inserted
ar: مدرج
pt_br: Inserido

source: Welcome to our website!
ar: أهلاً و سهلاً في الموقع!
pt_br: Bem-vindo!

source: You are now registered to our website
ar: انت الأن مسجل في الموقع
pt_br: Você está cadastrado

source: Your email
ar: البريد الإلكتروني
pt_br: Seu E-mail

source: Agree terms
ar: موافقة الشروط
pt_br: Concordo

source: Thanks on your submission, you are now registered to our website
ar: شكرا على التقديم، أنت الأن مسجل في الموقع

source: Your login details
ar: معلومات تسجل الدخول الخاصه بك

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Thanks on your submission
ar: شكرا على التقديم

source: Admin need to verify your submission to become public visible
ar: المدير بحاجه الى التحقق من التقديم ليصبح مرئي للجميع

source: New non activated property
ar: عقار جديد غير مفعل

source: Please check and activate new property
ar: يرجى الإطلاع و تفعيل العقار الجديد

source: Wrong method
ar: طريقه خاطئه

source: Listing not defined
ar: الإعلان غير معرف
pt_br: Imóvel não definido

source: Listing not found
ar: الإعلان غير موجود
pt_br: Imóvel não encontrado

source: User not defined
ar: المستخدم غير معرف
pt_br: Usuário não definido

source: Comparision listings not found
ar: لم يتم العثور على مقارنه الإعلانات
pt_br: Imóvel de comparação não encontrado

source: Min 2 listings are required in comparision list to compare
ar: الحد الأدنى للمقارنه في قائمة المقارنه هو إعلانين
pt_br: Min 2 imóveis são necessários na lista de comparação para comparar

source: No message returned!
ar: لا توجد رساله معاده!
pt_br: Nenhuma mensagem!

source: All results
ar: جميع النتائج
pt_br: Todos os resultados

source: near
ar: قريب
pt_br: perto

source: Please login to use this feature
ar: الرجاء تسجيل الدخول لإستخدام هذه الميزه
pt_br: Faça o login

source: Favorite already exists!
ar: موجود بالمفضله من قبل!
pt_br: Favorito já existe!

source: Favorite added!
ar: تم الإضافه الى المفضله!
pt_br: Favorito adicionado!

source: Favorite removed!
ar: الإزالة من المفضله!
pt_br: Favorito removido!

source: Favorite doesnt exists!
ar: غير موجود بالمفضله!
pt_br: Favorito não existe!

source: Please login to report!
ar: يرجى تسجيل الدخول للمشاركه للإبلاغ!
pt_br: Por favor entre para reportar!

source: Report already exists!
ar: الابلاغ موجود مسبقاً!
pt_br: Denúncia já existe!

source: Please populate all fields!
ar: يرجى تعبئة جميع الخانات!
pt_br: Por favor preencha todos os campos!

source: Report listing
ar: الابلاغ عن اساءه
pt_br: Reportar imóvel

source: Report submited!
ar: تم الابلاغ
pt_br: Denúncia enviada!

source: Login required!
ar: مطلوب تسجيل الدخول!
pt_br: Login necessário!

source: Search saved!
ar: تم حفظ البحث
pt_br: Pesquisa salva!

source: Search already saved!
ar: لقد تم حفظ البحث مسبقاً
pt_br: Pesquisa já foi salva!

source: Subscribe API not configured, please contact with administrator
ar: إشتراك API لم يتم تهيئتها، يرجى الإتصال بالإداره
pt_br: API de inscrição não configurada, por favor contate o administrador

source: Your e-mail
ar: بريدك الإلكتروني

source: has been added to our mailing list!
ar: تمت إضافته إلى قائمتنا البريدية!

source: There was a problem with your e-mail
ar: حدثت مشكلة في بريدك الإلكتروني

source: Please login for vote
ar: يرجى تسجيل الدخول للمشاركه للتصويت
pt_br: Por favor faça o login para votar

source: You already voted on this review!
ar: لقد قمت بالتصويت من قبل على هذه المراجعة
pt_br: Você já votou nesse comentário!

source: Thanks for your vote
ar: شكرا على التصويت
pt_br: Obrigado pelo voto

source: You already logged
ar: لقد قمت بتسجيل الدخول
pt_br: Você já esta conectado

source: Regard
ar: مع تحيات
pt_br: Que diz respeito

source: Wrong link
ar: رابط خاطئ
pt_br: Link incorreto

source: PHP 5.5 is required, please update your PHP version
ar: يرجى تحديث الى PHP، النسخه المطلوبه 5.5

source: Before installation please:
ar: يرجى قبل عمليه التثبيت:

source: Wrong purchase code
ar: كود الشراء خاطئ

source: Function disabled
ar: الوظيفه معطله
pt_br: Função desativada

source: View
ar: إظهار
pt_br: Ver

source: New invoice payment
ar: دفعة فاتوره جديده
pt_br: Nova fatura

source: Please check if invoice is paid and activate services
ar: يرجى التأكد من دفع الفاتوره و تفعيل الخدمات
pt_br: Por favor verifique se a fatura foi paga e os serviços ativados

source: Link to edit invoice
ar: رابط لتعديل الفاتوره
pt_br: Link para editar a fatura

source: Wrong invoice ID
ar: رقم الفاتوره خاطئ
pt_br: ID de fatura incorreto

source: Adding not supported
ar: الإضافه غير مدعومه
pt_br: Adição não suportada

source: Admin activated services related to invoice
ar: المدير قام بتفعيل الخدمات المتعلقه بالفاتوره
pt_br: Admin ativou serviços relacionados a fatura

source: Please define listing id
ar: يرجى تحديد ID الإعلان
pt_br: Por favor defina id de imóvel

source: Please define agent id
ar: يرجى تحديد ID العميل العقاري
pt_br: Por favor defina o Id do corretor

source: Agent not found
ar: لم يتم العثور على الوكيل العقاري
pt_br: Corretor não encontrado

source: Multi insert failed
ar: فشل تعدد الإدراج
pt_br: Inserção múltipla falhou

source: Must accept checkbox. Current map will be replaced with new one
ar: يجب قبول تحديد المربعات، سيتم تبديل الخارطه بخارطه جديده
pt_br: Checkbox deve ser marcada. Mapa atual será substituído pelo novo

source: Agency not found
ar: لم يتم العثور على الوكاله العقاريه
pt_br: Imobiliária não encontrada

source: Values number must be same in all languages
ar: جميع القيم يجب ان تكون بنفس اللغه
pt_br: Números devem ser os mesmos em todos os idiomas

source: Robot verification failed
ar: فشل عملية التحقق من الروبوت
pt_br: Verificação falhou

source: already exists in database
ar: مسجل في قاعدة البيانات
pt_br: já existe no database

source: Nothing selected
ar: لم يتم تحديد شيئ

source: Search term
ar: مصطلح البحث
pt_br: Termo de Pesquisa

source: No results found
ar: لا توجد نتائج
pt_br: Nenhum resultado encontrado

source: Edit
ar: تعديل
pt_br: Editar

source: Read
ar: القراءة
pt_br: Ler

source: Open
ar: افتح
pt_br: Abrir

source: Delete
ar: حذف
pt_br: Deletar

source: Are you sure?
ar: هل انت متأكد؟
pt_br: Você tem certeza?

source: Loading...
ar: يرجى الإنتظار...
pt_br: Carregando...

source: Changes saved
ar: تم حفظ التغير
pt_br: Alterações salvas

source: Failed from unknown reason
ar: فشل من سبب غير معروف
pt_br: Falhou por motivos desconhecidos

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ar: الملف المحمل upload_max_filesize يتجاوز التوجيهات في ملف PHP.ini
pt_br: O arquivo excede o upload_max_filesize no php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ar: الملف المحمل يتجاوز MAX_FILE_SIZE المحدد في نموذج HTML
pt_br: O arquivo excede o MAX_FILE_SIZE que foi especificado no formulário HTML

source: The uploaded file was only partially uploaded
ar: تم تحميل الملف الذي تم تحميله جزئياً فقط
pt_br: O arquivo foi enviado parcialmente

source: No file was uploaded
ar: لم يتم تحميل اي ملف
pt_br: Nenhum arquivo foi enviado

source: Missing a temporary folder
ar: الملف المؤقت مفقود
pt_br: Faltand uma pasta temporária

source: Failed to write file to disk
ar: فشل في إرسال الملف الى القرص
pt_br: Falha ao gravar arquivo no disco

source: A PHP extension stopped the file upload
ar: إضافة PHP اوقفت تحميل الملف
pt_br: Uma extensão PHP parou o envio do arquivo

source: The uploaded file exceeds the post_max_size directive in php.ini
ar: الملف المحمل post_max_size يتجاوز التوجيهات في ملف PHP.ini
pt_br: O arquivo enviado excede o post_max_size no php.ini

source: File is too big
ar: الملف كبير جداً
pt_br: Arquivo muito grande

source: File is too small
ar: الملف صغير جداً
pt_br: Arquivo muito pequeno

source: Filetype not allowed
ar: نوع الملف غير مسموح به
pt_br: Extensão não permitida

source: Maximum number of files exceeded
ar: تجاوزت الحد الأقصى لعدد الملفات
pt_br: Limite máximo de quantidade de arquivos excedida

source: Image exceeds maximum width
ar: تتجاوز الصوره الحد الأقصى للعرض
pt_br: Imagem excede largura máxima

source: Image requires a minimum width
ar: تتطلب الصوره ادنى عرض
pt_br: Imagem requer uma largura mínima

source: Image exceeds maximum height
ar: تتجاوز الصوره الحد الأقصى للطول
pt_br: Imagem excede altura máxima

source: Image requires a minimum height
ar: تتطلب الصوره ادنى إرتفاع
pt_br: Imagem requer uma altura mínima

source: User
ar: المستخدم
pt_br: Usuário

source: Listing
ar: إعلان
pt_br: Imóvel

source: Is activated
ar: مفعل
pt_br: Está ativado

source: Currency code
ar: كود العمله
pt_br: Código da Moeda

source: Rate index
ar: مؤشر التقييم
pt_br: Valor

source: Currency symbol
ar: رمز العمله
pt_br: Símbolo da moeda

source: Type
ar: النوع
pt_br: Tipo

source: Parent
ar: الأصل
pt_br: Pai

source: Visible in table
ar: تظهر في الجداول
pt_br: Visível na tabela

source: Visible on listing preview
ar: تظهر في عرض الإعلان
pt_br: Visível na visualização de imóveis

source: Visible in frontend
ar: تظهر في واجهة الموقع
pt_br: Visível no frontend

source: Is required
ar: مطلوب
pt_br: É necessário

source: Is locked
ar: مقفل
pt_br: Está bloqueado

source: Is translatable
ar: قبل للترجمه
pt_br: É traduzível

source: Visible on quick submission
ar: تظهر في التقديم السريع
pt_br: Visível no envio rápido

source: Multiple column
ar: متعدد الأعمده
pt_br: Colunas Múltiplas

source: Max length
ar: الحد الأقصى للطول
pt_br: Comprimento máximo

source: Make searchable
ar: جعله قابل للبحث
pt_br: Tornar pesquisável

source: Field image
ar: صورة الخانه
pt_br: Campo de imagem

source: Select type
ar: اختر النوع
pt_br: Selecione tipo

source: CATEGORY
ar: صنف العقار
pt_br: CATEGORIA

source: CHECKBOX
ar: تحديد المربعات

source: INPUTBOX
ar: صندوق الإدخال

source: DROPDOWN
ar: قائمه منسدله

source: TEXTAREA
ar: منطقة النص

source: INTEGER
ar: عدد صحيح

source: DROPDOWN_MULTIPLE
ar: قائمه منسدله متعدده

source: Select columns
ar: حدد الأعمده
pt_br: Selecionar colunas

source: Values
ar: القيم
pt_br: Valores

source: Suffix
ar: بعد اخر كلمه
pt_br: Sufixo

source: Prefix
ar: إختصار
pt_br: Prefixo

source: Field name
ar: اسم الخانه
pt_br: Nome do campo

source: Hint
ar: ملحوظه
pt_br: Dica

source: Placeholder
ar: المكان

source: No parent
ar: لا جذور
pt_br: Sem pai

source: Full name
ar: الأسم الكامل
pt_br: Nome completo

source: Widget id
ar: ID العنصر

source: Phone number
ar: رقم الهاتف
pt_br: Número de Telefone

source: Subject
ar: العنوان
pt_br: Assunto

source: Message
ar: مضمون الرساله
pt_br: Mensagem

source: Read by receiver
ar: قراءة من قبل المتلقي
pt_br: Lido pelo receptor

source: Install required tables
ar: تثبيت الجداول المطلوبه
pt_br: Instalar tabelas requeridas

source: Remove existing widget
ar: إزالة العنصر الموجود
pt_br: Remover widget existente

source: Install menu and widgets
ar: تحميل القائمه الرئيسيه و العناصر
pt_br: Instalar menu e widgets

source: Install demo listings
ar: تحميل الإعلانات العرض التجريبي
pt_br: Instalar imóveis demo

source: Update plugin database
ar: تحديث إضافة قاعدة البيانات
pt_br: Atualizar o database dos plugins

source: Plugin
ar: الإضافه

source: Description
ar: الوصف
pt_br: Descrição

source: Switch to compatible theme
ar: التغير الى قالب متوافق
pt_br: Mudar para tema compatível

source: Activate compatible plugins
ar: تفعيل الإضافات المتوافقه
pt_br: Ativar plug-ins compatíveis

source: Inform me about updates and news to email
ar: أبلغني عن التحديثات و الأخبار عبر البريد الإلكتروني
pt_br: Me envie atualizações e novidades para o email

source: Purchase code
ar: كود الشراء
pt_br: Code de compra

source: Guide to find purchase code
ar: الدليل لكيفية العثور على كود الشراء
pt_br: Guia para achar o código de compra

source: Tables already exists
ar: الجداول موجوده بالفعل
pt_br: Tabelas já existem

source: Register / Login
ar: التسجيل / تسجيل الدخول
pt_br: Registrar / Entrar

source: Results page
ar: صفحه النتائج
pt_br: Página de resultados

source: Listing preview
ar: عرض الإعلان
pt_br: Visualização de imóveis

source: Listing tags
ar: أوسمه الإعلان
pt_br: Listar etiquetas

source: Quick submission
ar: التقديم السريع
pt_br: Envio Rápido

source: Num
ar: رقم

source: Date created
ar: تاريخ الإنشاء
pt_br: Criado

source: Date paid
ar: تاريخ الدفع
pt_br: Pago

source: Is disabled
ar: معطل
pt_br: está desativado

source: VAT percentage
ar: نسبة ضريبة القيمه المضافه
pt_br: VAT %

source: Price
ar: السعر
pt_br: Preço

source: Paid via
ar: الدفع من خلال
pt_br: Pago através

source: Company details
ar: معلومات الشركه
pt_br: Detalhes da empresa

source: Note
ar: ملاحظه
pt_br: Nota

source: Not paid
ar: لم تدفع
pt_br: Não pago

source: Manual
ar: الكتيب

source: Repository
ar: المستودع (Repository)
pt_br: Código do Imóvel

source: Gps
ar: نظام تحديد المواقع

source: Date modified
ar: تاريخ التعديل
pt_br: Modificado

source: Date rank expire
ar: تاريخ إنتهاء الحزمه
pt_br: Data de expiração

source: Transition id
ar: ID مرحلة الإنتقال
pt_br: Id de transmissão

source: Rank
ar: الحزمه
pt_br: Pacote

source: User id
ar: ID المستخدم
pt_br: Id do usuário

source: Is primary
ar: اساسي
pt_br: É primário

source: Related id
ar: ID ذات صله
pt_br: Id relacionada

source: Is featured
ar: هو مميز
pt_br: É destacado

source: Category
ar: صنف العقار
pt_br: Categoria

source: Location
ar: الموقع
pt_br: Localização

source: Package name
ar: اسم الحزمه
pt_br: Nome do pacote

source: Days
ar: أيام
pt_br: Dias
