Repository: common-repository/visual-real-estate-agency-directory-and-management
Catalog: locale/*_win-*.po
Languages: ar, pt_br

source: Country
ar: البلد
pt_br: País

source: City
ar: المدينه
pt_br: Cidade

source: ZIP code
ar: الرمز البريدي
pt_br: CEP

source: Facebook link
ar: رابط الفيسبوك

source: YouTube link
ar: رابط YouTube

source: LinkedIn link
ar: رابط LinkedIn

source: Twitter link
ar: رابط Twitter

source: Profile image
ar: صورة الملف الشخصي
pt_br: Imagem de perfil

source: Image alternative to gravatar (only admin can upload custom image)
ar: صور بديله gravatar (فقط يمكن للمدير وضع صوره مخصصه)
pt_br: Imagem alternativa a do gravatar (apenas admin pode enviar imagem personalizada)

source: Agency email or ID
ar: البريد الإلكتروني للوكاله العقاريه او ID
pt_br: Email ou ID da Imobiliária

source: Email will be auto changed to ID, Agency verification required
ar: سوف يتم تغير البريد الإلكتروني تلقائياً الى ID، يلزم التحقق و التاكيد من الوكيل العقاري
pt_br: Email será modificado para ID, verificação da imobiliária necessária

source: Phone
ar: الهاتف
pt_br: Telefone

source: Email
ar: البريد الإلكتروني

source: Allow admin to contact me
ar: السماح للمدير بالتواصل معي
pt_br: Permitir admin a me contatar

source: Submit date
ar: تاريخ التقديم
pt_br: Data do Envio

source: Stars
ar: النجوم
pt_br: Estrelas

source: Is visible
ar: مرئي
pt_br: É visível

source: Repository id
ar: ID المستودع (Repository)
pt_br: Código do Imóvel

source: Mail
ar: البريد الإلكتروني
pt_br: Email

source: Form name
ar: اسم القالب
pt_br: Nome do formulário

source: Fields order
ar: ترتيب الخانات
pt_br: Ordem dos campos

source: Not selected
ar: لم يتم الإختيار
pt_br: Nenhum selecionado

source: Noreply email
ar: لا يوجد رد على البريد الإلكتروني

source: Listing activation required
ar: يجب تفعيل الإعلان
pt_br: Ativação do imóvel necessária

source: Multilanguage required
ar: مطلوب تعدد اللغات
pt_br: Multi Idioma necessário

source: Init package id
ar: ID الحزمه

source: Date format JS
ar: التاريخ بصيغة JS
pt_br: Formato de Data JS

source: Date format PHP
ar: التاريخ بصيغة PHP
pt_br: Formato de Data PHP

source: Maps API Key
ar: مفتاح الخرائط API

source: Google Translate API Key
ar: مفتاح API ترجمه جوجل

source: Zoom map index (default)
ar: مؤشر تكبير الخارطه (الإفتراضي)
pt_br: Zoom do mapa (padrão)

source: Zoom map index (listing preview)
ar: مؤشر تكبير الخارطه (عرض الإعلان)
pt_br: Zoom do mapa (visualização de imóveis)

source: Disable automatically map zoom basic on lisings positions, on results map
ar: تعطيل التكبير التلقائي للخارطه في موقع الإعلانات، او نتائج الخارطه

source: Auto translate
ar: ترجمه تلقائيه
pt_br: Auto traduzir

source: Skip numbers copy to other languages
ar: تخطي نسخ الأرقام الى لغات اخرى
pt_br: Pular números de copias para outros idiomas

source: Map fixed position
ar: موقع الخارطه مثبت
pt_br: Posição fixa do mapa

source: Listing preview page
ar: عرض صفحه الإعلان
pt_br: Página de visualização Imóvel

source: User profile page
ar: الملف الشخصي للمستخدم
pt_br: Página de perfil do usuário

source: Register page
ar: صفحه التسجيل
pt_br: Página de registro

source: Agents page
ar: الملف الشخصي للوكلاء العقاريين
pt_br: Página de corretores

source: Agencies page
ar: صفحه الوكلاء العقاريين
pt_br: Página de imobiliárias

source: Tags page
ar: أوسمه الصفحه
pt_br: Página de etiquetas

source: Compare page
ar: صفحه المقارنه
pt_br: Página de comparação

source: Results per page
ar: النتائج لكل صفحه
pt_br: Resultados por página

source: Recaptcha site key
ar: مفتاح الموقع Recaptcha

source: Recaptcha secret key
ar: مفتاح سر Recaptcha

source: Default currency for payments
ar: العمله الرئيسيه للدفعات
pt_br: Moeda padrão para pagamentos

source: Default VAT percentage
ar: النسبة الإفتراضيه لضريبة القيمه المضافه
pt_br: VAT %

source: Days to expire
ar: الإنتهاء خلال ايام
pt_br: Dias para expirar

source: PayPal email
ar: بريد الإلكتروني لل PayPal

source: Use sandbox (test payments)
ar: إستخدام sandbox (تجربة الدفعات)
pt_br: Usar sandbox (testar pagamentos)

source: Bank payment details
ar: تفاصيل الدفع البنكي
pt_br: Detalhes de pagamento do Banco

source: Enable facebook login
ar: تفعيل تسجيل دخول الفيسبوك
pt_br: Permitir login com facebook

source: Facebook App ID
ar: ID تطبيق الفيسبوك

source: Facebook App Secret
ar: سرية تطبيق الفيسبوك

source: Terms link
ar: رابط الشروط
pt_br: Link dos termos

source: Watermark
ar: العلامه المائيه
pt_br: Marca Dágua

source: Show categories
ar: إظهار الأصناف
pt_br: Mostrar categorias

source: Show locations
ar: إظهار المواقع
pt_br: Mostrar locais

source: Search in sub-categories/sub-locations
ar: البحث في الأصناف الفرعيه / المواقع الفرعيه
pt_br: Pesquisar em subcategorias/sub-locais

source: Change subscriber to owner on quick submission
ar: تغير الإشتراك الى المالك عند إضافه إعلان سريع
pt_br: Mudar inscrito para dono em envios rápidos

source: Hide map on listing page
ar: إخفاء الخارطه في صفحه الإعلان
pt_br: Esconder mapa na página de imóveis

source: Hide facebook comments on listing page
ar: إخفاء تعليقات الفيسبوك في صفحة الإعلان
pt_br: Esconder comentários do facebook na página de imóvel

source: Open street map (instead google map)
ar: افتح خرائط ستريت (بدلاً عن خرائط جوجل)

source: Marker icon
ar: ايقونة التحديد على الخارطه
pt_br: Icone do mapa

source: Featured image
ar: صوره مميزه
pt_br: Imagem Destacada

source: Font icon
ar: ايقونة الخط

source: Value
ar: القيمه
pt_br: Valor

source: Root
ar: الجذور

source: Account type
ar: نوع الحساب
pt_br: Tipo de conta

source: Re-enter password
ar: إعادة كتابة كلمة المرور
pt_br: Reescrever senha

source: The {field} field is required.
ar: يرجى تعبئة خانة {field}.
pt_br: O {filed} é obrigatório.

source: The {field} field must have a value.
ar: يجب وضع قيمه لخانة {field}.
pt_br: O {field} deve ter um valor.

source: The {field} field must contain a valid email address.
ar: يجب وضع بريد إلكتروني صالح في خانة {field}.
pt_br: O {field} deve conter um endereço de e-mail válido.

source: The {field} field must contain all valid email addresses.
ar: يجب وضع جميع عناوين البريد الإلكتروني الصاله في خانة {field}.
pt_br: O {field} deve conter endereços de email válidos.

source: The {field} field must contain a valid URL.
ar: يجب وضع رابط صالح في خانة {field}.
pt_br: O {field} deve conter uma URL válida.

source: The {field} field must contain a valid IP.
ar: يجب وضع عنوان IP صالح في خانة {field}.
pt_br: O {field} deve conter um IP válido.

source: The {field} field must be at least {param} characters in length.
ar: يجب ان تكون الخانه {field} على الأقل {param} حرفاً.
pt_br: O {field} deve ter pelo menos {param} caracteres.

source: The {field} field cannot exceed {param} characters in length.
ar: يجب ان تكون الخانه {field} لا تتجاوز {param} حرفاً.
pt_br: O {field} não pode exceder {param} caracteres.

source: The {field} field must be exactly {param} characters in length.
ar: يجب ان تكون الخانه {field} بالتحديد {param} حرفاً.
pt_br: O {field} deve ter exatamente {param} caracteres.

source: The {field} field may only contain alphabetical characters.
ar: يجب ان تحتوي خانه {field} على احرف أبجديه فقط.
pt_br: O {field} deve conter apenas letras.

source: The {field} field may only contain alpha-numeric characters.
ar: يجب ان تحتوي خانه {field} على احرف أبجديه و ارقام فقط.
pt_br: O {field} deve conter apenas caracteres alfanuméricos.

source: The {field} field may only contain alpha-numeric characters and spaces.
ar: يجب ان تحتوي خانه {field} على احرف أبجديه، ارقام و فراغات فقط.
pt_br: O {field} deve conter apenas caracteres alfanuméricos e espaços.

source: The {field} field may only contain alpha-numeric characters, underscores, and dashes.
ar: يجب ان تحتوي خانه {field} على احرف أبجديه، ارقام، فراغات و شرطات العاديه و السفليه فقط.
pt_br: O {field} deve conter caracteres alfanuméricos, subtração(_) e hífen(-).

source: The {field} field must contain only numbers.
ar: يجب ان تحتوي خانه {field} على ارقام.
pt_br: O {field} deve conter apenas números.

source: The {field} field must contain only numeric characters.
ar: يجب ان تحتوي خانه {field} على أحرف رقميه.
pt_br: O {field} deve conter apenas caracteres numéricos.

source: The {field} field must contain an integer.
ar: يجب ان تحتوي خانه {field} على عدد صحيح.
pt_br: O {field} deve conter números inteiros.

source: The {field} field is not in the correct format.
ar: خانه {field} ليست بالتنسيق الصحيح.
pt_br: O {field} não está no formato correto.

source: The {field} field does not match the {param} field.
ar: خانه {field} غير متطابقه مع خانه {param}.
pt_br: O {field} não corresponde ao campo {param}.

source: The {field} field must differ from the {param} field.
ar: يجب ان تختلف خانه {field} عن خانه {param}.
pt_br: O {field} deve ser diferente do campo {param}.

source: The {field} field must contain a unique value.
ar: يجب ان تحتوي خانه {field} على قيمه فريده.
pt_br: O {field} deve conter um valor único.

source: The {field} field must only contain digits.
ar: يجب ان تحتوي خانه {field} على ارقام فقط.
pt_br: O {field} deve conter apenas dígitos.

source: The {field} field must only contain digits and must be greater than zero.
ar: يجب ان تحتوي خانه {field} على ارقام فقط و القيمه أكبر من صفر.
pt_br: O {field} deve conter apenas dígitos e deve ser maior que zero.

source: The {field} field must contain a decimal number.
ar: يجب ان تحتوي خانه {field} على عدد عشري.
pt_br: O {field} deve conter um número decimal.

source: The {field} field must contain a number less than {param}.
ar: يجب ان تكون الخانه {field} عباره عن رقم اصغر من {param}.
pt_br: O {field} deve conter um numero menor que {param}.

source: The {field} field must contain a number less than or equal to {param}.
ar: يجب ان تكون الخانه {field} عباره عن رقم اصغر او يساوي {param}.
pt_br: O {field} deve conter um número menor ou igual a {param}.

source: The {field} field must contain a number greater than {param}.
ar: يجب ان تكون الخانه {field} عباره عن رقم اكبر من {param}.
pt_br: O {field} deve conter um número maior que {param}.

source: The {field} field must contain a number greater than or equal to {param}.
ar: يجب ان تكون الخانه {field} عباره عن رقم اكبر او يساوي {param}.
pt_br: O {field} deve conter um número maior ou igual que {param}.

source: Unable to access an error message corresponding to your field name {field}.
ar: تعذر الوصول، خطأ في تطابق مع أسم الحقل {field}.
pt_br: Não é possível acessar uma mensagem de erro correspondente ao {field}.

source: The {field} field must be one of: {param}.
ar: الخانه {field} يجب ان تكون واحده من: {param}.
pt_br: O {field} deve ser um de: {param}.

source: PayPal email address missing
ar: البريد الإلكتروني لل PayPal مفقود
pt_br: O endereço Paypal está faltando

source: If you are already registered, please first login here
ar: إذا كان لديك حساب في الموقع، يرجى تسجيل الدخول من هنا
pt_br: Se você já se cadastrou, primeiro entre aqui

source: Your account don't have permission to add listing, you can logout and add listing again
ar: حسابك لا يتمتع بإمكانيه إضافة إعلان، يرجى تسجيل الخروج و محاوله إضافة إعلان مره اخرى
pt_br: Sua conta não tem permissão para adicionar imóveis

source: Thanks on submission and check your email for all details
ar: نشكرك على التقديم في الموقع، يرجى الإطلاع على بريدك الإلكتروني للحصول على جميع التفاصيل
pt_br: Obrigado por enviar, verifique seu email para os detalhes

source: On quick submission you should populate fields in default website langauge
ar: عند إستخدام التقديم السريع، يجب تعبئة الخانات بلغة الموقع الإفتراضيه
pt_br: Na envio rápido você deve publicar os campos na linguagem do seu website

source: Rank package
ar: نوع الحزمه
pt_br: Pacotes

source: Purchase higher listing rank and sell faster
ar: شراء حزمه ذات درجه عاليه تساعد على زيادة سرعة البيع
pt_br: Compre pacotes melhores para vender mais

source: Days expire
ar: الإنتهاء خلال ايام
pt_br: Expira em

source: Save
ar: حفظ
pt_br: Salvar

source: Photo and other files
ar: صور و ملفات اخرى
pt_br: Fotos e outros arquivos

source: Add files...
ar: إضافة الملفات...
pt_br: Adicionar arquivos...

source: Delete selected
ar: احذف المختار
pt_br: Deletar selecionados

source: Address not found
ar: العنوان غير موجود
pt_br: Endereço não encontrado

source: Edit image
ar: تعديل الصوره
pt_br: Editar Imagem

source: Unsuccessful, possible permission problems or file not exists
ar: عملية غير ناجحه، مشكله في الصلاحيات او الملف غير موجود
pt_br: Sem sucesso, problemas na permissão de arquivos ou arquivo não existe

source: Disabled in demo
ar: معطل في العرض التجريبي
pt_br: Desabilitado no Demo

source: You are already logged in
ar: لقد قمت بتسجيل الدخول
pt_br: Você já está logado

source: Open dashboard
ar: ادخل الى لوحة التحكم
pt_br: Abrir Painel de Controle

source: Please login or register to add your listings
ar: الرجاء قم بتسجيل الدخول أو بادر بالتسجيل في الموقع لإضافة إعلانك
pt_br: Por favor faça o login ou se registre para adicionar imóveis

source: Login
ar: تسجيل الدخول
pt_br: Entrar

source: Login successfully
ar: تمت عملية تسجيل الدخول بنجاح
pt_br: Login com sucesso

source: Wrong credentials
ar: بيانات اعتماد خاطئة
pt_br: Credenciais erradas

source: Username or Email
ar: اسم المستخدم او البريد الإلكتروني
pt_br: Usuário ou Email

source: Facebook login
ar: تسجيل دخول الفيسبوك
pt_br: Login Facebook

source: Register
ar: التسجيل
pt_br: Registrar

source: Register successfully, you can login now
ar: تمت عملية التسجيل بنجاح، يمكنك تسجيل الدخول الأن
pt_br: Registrado com sucesso, você pode entrar agora

source: Recently Added
ar: مضافه حديثاً
pt_br: Adicionado Recentemente

source: You don't have any listings
ar: لا يوجد لديك إعلانات
pt_br: Você não possui imóveis

source: Preview
ar: معاينه
pt_br: Visualizar

source: Manage listings
ar: إدارة الإعلانات
pt_br: Gerenciar Imóveis

source: Listing features are not available for your account type
ar: مميزات الإعلان ليست متوفره في حسابك
pt_br: Os recursos de imóveis não estão disponíveis para seu tipo de conta

source: Loading in progress
ar: جار التحميل
pt_br: Carregamento em progresso

source: Agency name
ar: اسم الوكاله العقاريه
pt_br: Imobiliária

source: Agent name
ar: اسم العميل العقاري
pt_br: Nome do Corretor

source: Agents not found
ar: لم يتم العثور على الوكلاء العقاريين
pt_br: Corretores não encontrados

source: Add to favorites
ar: الإضافه الى المفضله
pt_br: Adicionar aos favoritos

source: Remove from favorites
ar: الإزالة من المفضله
pt_br: Remover dos favoritos

source: Related listings
ar: إعلانات ذات صله
pt_br: Imóveis Relacionados

source: Results
ar: النتائج
pt_br: Resultados

source: By publish date ASC
ar: التاريخ (الأقدم للأحدث)
pt_br: Pela data de publicação ASC

source: By publish date DESC
ar: التاريخ (الأحدث للأقدم)
pt_br: Pela data de publicação DESC

source: By price ASC
ar: سعر (الأقل للأكثر)
pt_br: Pelo preço ASC

source: By price DESC
ar: سعر (الأكثر للأقل)
pt_br: Pelo preço DESC

source: Order By
ar: ترتيب حسب
pt_br: Ordenar Por

source: Results not found
ar: لم يتم العثور على نتائج
pt_br: Resultados não encontrado

source: View details
ar: اظهر التفاصيل
pt_br: Ver detalhes

source: Thanks on review
ar: شكرا على المراجعة
pt_br: Obrigado pela Avaliação

source: Saved successfully
ar: تم الحفظ بنجاح
pt_br: Salvo com sucesso

source: Rating
ar: التقييم
pt_br: Avaliação

source: Login to review
ar: يرجى تسجيل الدخول للمشاركه بمراجعه
pt_br: Entre para avaliar

source: Open login page
ar: يرجى تسجيل الدخول من هنا
pt_br: Abrir página de login

source: Hidden by admin
ar: مخفي من قبل المدير
pt_br: Escondido pelo admin

source: No reviews available
ar: لا توجد مراجعات متوفره
pt_br: Sem avaliações disponíveis

source: Profile page
ar: صفحه الملف الشخصي
pt_br: Página de perfil

source: Name
ar: الأسم
pt_br: Nome

source: Website
ar: الموقع
pt_br: Site

source: Other user listings
ar: إعلانات مستخدم اخر
pt_br: Imóveis de outro usuário

source: Search keyword
ar: كلمات البحث
pt_br: Pesquisar Imóvel

source: All Categories
ar: جميع الاصناف
pt_br: Todas as Categorias

source: FROM
ar: من
pt_br: DE

source: TO
ar: الى
pt_br: PARA

source: Any
ar: الجميع
pt_br: Qualquer

source: All Locations
ar: جميع المدن
pt_br: Todos os Endereços

source: What?
ar: ماذا؟
pt_br: O Que?

source: Radius
ar: نصف القطر
pt_br: Raio

source: Message sent successfully
ar: تم ارسال الرسالة بنجاح
pt_br: Mensagem enviada com sucesso

source: Quick add Listing
ar: إضافه سريعه لإعلان
pt_br: Adicionar imóvel rápido

source: Please define compare page in Listings->Settings
ar: يرجى تحديد صفحة المقارنات في الإعلانات -> الإعدادات
pt_br: Por favor, defina comparar página em imóveis-> configurações

source: Add for comparison
ar: الإضافه للمقارنه
pt_br: Adicionar para comparação

source: Remove from comparison
ar: الإزالة من المقارنه
pt_br: Remover da comparação

source: Compare
ar: مقارنه
pt_br: Comparar

source: back
ar: الرجوع للخلف
pt_br: voltar

source: Map didn`t create, please contact with administrator
ar: لم يتم إنشاء الخارطه، يرجى التواصل مع المدير
pt_br: Mapa não foi criado, entre em contato com o administrador

source: more
ar: المزيد
pt_br: mais

source: short
ar: قصير
pt_br: curto

source: Not available
ar: غير متوفر
pt_br: Indisponível

source: House price
ar: سعر العقار
pt_br: Preço

source: Interest
ar: فائده
pt_br: Juro

source: Down payment
ar: الدفعة الأولى
pt_br: Entrada

source: Years
ar: السنوات
pt_br: Anos

source: Monthly Repayments
ar: السداد الشهري
pt_br: Mensalidade

source: Weekly Repayments
ar: السداد الأسبوعي
pt_br: Semanal

source: Calculate
ar: إحسب
pt_br: Calcular

source: Please fill empty fields
ar: يرجى تعبئة الخانات الفارغه
pt_br: Por favor preencha os campos vazios

source: Please login to save search
ar: الرجاء تسجيل الدخول لحفظ البحث
pt_br: Por favor faça o login para salvar a busca

source: Search criteria not selected
ar: معايير البحث غير محددة
pt_br: Critérios de busca não selecionados

source: Add New
ar: إضافه خبر
pt_br: Adicionar Novo

source: Dynamic table
ar: جدول ديناميكي
pt_br: Administração

source: Show _MENU_ entries
ar: إظهار المدخلات _MENU_

source: Showing 0 to 0 of 0 entries
ar: إظهار 0 الى 0 من 0 مدخل
pt_br: Mostrando 0 até 0 de 0 registros

source: Showing _START_ to _END_ of _TOTAL_ entries
ar: إظهار _START_ الى _END_ من _TOTAL_ مدخل

source: No data available in table
ar: لا توجد بيانات في الجدول
pt_br: Nenhum registro foi encontrado

source: Edit currency
ar: تعديل العمله
pt_br: Editar moeda

source: Add currency
ar: إضافه عمله
pt_br: Adicionar moeda

source: Currency data
ar: بيانات العمله
pt_br: Dados da Moeda

source: Currency manage
ar: إدارة العمله
pt_br: Administrar moeda

source: Sync with EU bank
ar: تزامن مع بنك الإتحاد الأوروبي
pt_br: Sincronizar com EU bank

source: Image croping
ar: إقتصاص الصور
pt_br: Recortar imagem

source: Move image to wanted position, only on aspect ratio issues.
ar: نقل الصوره الى الوضع المطلوب، فقط في مشكلات نسبة العرض الى الإرتفاع.
pt_br: Mova a imagem para a posição desejada.

source: Image is already in right aspect ration.
ar: الصوره بنسبة العرض الى الطول الصحيح الصحيح.
pt_br: Imagem já está no tamanho correto.

source: Resize image
ar: تغير حجم الصوره
pt_br: Redimensionar

source: Link
ar: رابط

source: Select date & time
ar: حدد الوقت و التاريخ
pt_br: Selecionar data & hora

source: Read only
ar: القراءة فقط
pt_br: Apenas Leitura

source: Generate new
ar: إنتاج جديد
pt_br: Gerar novo

source: Form is not properly populated, details below
ar: القالب لم يتم تعبئته بشكل صحيح، انظر للتفاصيل بالأسفل
pt_br: Formulário não está preenchido corretamente, detalhes abaixo

source: Install data
ar: تحميل البيانات
pt_br: Instalar dados

source: Plugin tables not installed, please install
ar: جداول الإضافه غير مثبته، يرجى التثبيت
pt_br: Tabela do plugin não está instalado, por favor instale

source: Plugin tables not updated, please update
ar: جداول الإضافه غير محدثه، يرجى التحديث
pt_br: Tabela de plugin não atualizada, por favor atualize

source: Plugin is ready to use
ar: الإضافه جاهزه للإستخدام
pt_br: Plugin está pronto para uso

source: Open website here
ar: افتح الموقع هنا
pt_br: Abra website aqui

source: Continue to next step
ar: الإستمرار الى الخطوة التاليه
pt_br: Continuar para o próximo passo

source: Install
ar: تحميل
pt_br: Instalar

source: Plugin installed/updated successfully
ar: تم تثبيت الإضافه/تم تحديث الإضافه بنجاح
pt_br: Plugin instalado/atualizado com sucesso

source: Edit listing field
ar: تعديل خانات الإعلان
pt_br: Editar campo de imóvel

source: Add listing field
ar: إضافه خانه إعلان
pt_br: Adicionar campo de imóvel

source: Field data
ar: بيانات الخانه
pt_br: Campos de Imóvel

source: Visible on frontend submission
ar: تظهر في التقديم في واجهة الموقع
pt_br: Visível no frontend

source: Not available for all field types
ar: غير متوفره لجميع أنواع الخانات
pt_br: Indisponível para todos os tipos de campo

source: Enable searching like from/to or some text
ar: تفعيل عمليات البحث مثل من/الى او بعض الكتابات
pt_br: Ativar a pesquisa como de/para ou algum texto

source: Columns number
ar: عدد الأعمده
pt_br: Número de colunas

source: Image field
ar: خانه الصور
pt_br: Campo de imagem

source: Languages
ar: اللغات
pt_br: Idiomas

source: Values (Without spaces)
ar: القيم (بدون فراغات)
pt_br: Valores (Sem espaços)

source: Edit listing
ar: تعديل الإعلان
pt_br: Editar Imóvel

source: Listing data
ar: بيانات الإعلان
pt_br: Dados do Imóvel

source: Rank id
ar: ID الصنف
pt_br: Pacote

source: Add agent
ar: إضافه عميل عقاري
pt_br: Adicionar Corretor

source: Remove latest on list
ar: إزالة الأحدث من القائمه
pt_br: Remover mais recente na lista

source: Related
ar: ذات صله
pt_br: Relacionado

source: Enter address, then drag and drop your autodetected location on map
ar: إدخل العنوان، ثم قم بسحب و إسقاط موقعك على الخارطه
pt_br: Coloque o endereço, depois arraste para auto detectar a localização no mapa

source: Not translatable
ar: غير قابل للترجمه
pt_br: Não traduzível

source: Already on list
ar: موجود على القائمه
pt_br: Já está na lista

source: Listing location
ar: موقع الإعلان
pt_br: Localização do Imóvel

source: Read message
ar: قراءة الرساله
pt_br: Ler mensagem

source: Message data
ar: بيانات الرساله
pt_br: Dados da Mensagem

source: Date sent
ar: تاريخ الإرسال
pt_br: Enviado

source: Email sender
ar: البريد الإلكتروني المرسل
pt_br: Remetente

source: Email receiver
ar: البريد الإلكتروني للمستقبل
pt_br: Destinatário

source: Read report
ar: قراءة الابلاغ
pt_br: Ler relatório

source: Report data
ar: الابلاغ عن البيانات
pt_br: Dados do Relatório

source: name
ar: الأسم
pt_br: nome

source: phone
ar: رقم الهاتف
pt_br: telefone

source: Allow contact
ar: السماح بالتواصل
pt_br: Permitir contato

source: Edit review
ar: تعديل المراجعة
pt_br: Editar avaliação

source: Review data
ar: مراجعة البيانات
pt_br: Dados da avaliação

source: Date submit
ar: تاريخ التقديم
pt_br: Data do envio

source: Lang id
ar: ID اللغه
pt_br: Idioma id

source: Date last informed
ar: تاريخ اخر موعد للإطلاع
pt_br: Data da última informação

source: Parameters
ar: المعلومات
pt_br: Parâmetros

source: User ID
ar: ID المستخدم
pt_br: ID do Usuário

source: Listing fields
ar: خانات الإعلان
pt_br: Campos de Imóveis

source: Fields structure
ar: هيكلة الخانات
pt_br: Estrutura dos campos

source: Data editing disabled in demo
ar: تعديل البيانات معطل في العرض التجريبي
pt_br: Desabilitado no Demo

source: data_saved
ar: تاريخ_تم الحفظ

source: Listing manage
ar: إدارة الإعلان
pt_br: Imóveis

source: Readed
ar: تمت القراءة
pt_br: Lido

source: Date
ar: التاريخ
pt_br: Data

source: Profile additional details
ar: معلومات إضافيه للملف الشخصي
pt_br: Detalhes Adicionais

source: Profile additional data
ar: بيانات إضافيه للملف الشخصي
pt_br: Detalhes Adicionais

source: Agents related
ar: الوكلاء العقاريين ذات صله
pt_br: Corretores relacionados

source: Above agents request connection, you can verify it
ar: يطبل العملاء العقاريين الإتصال، يمكن التحقق من ذلك
pt_br: Corretores acima solicitam conexão, você pode verificar

source: Your Location
ar: موقعك
pt_br: Sua Localização

source: Agents saved
ar: تم حفظ العملاء العقاريين
pt_br: Corretores salvos
