Repository: common-repository/visual-real-estate-agency-directory-and-management
Catalog: locale/*_win-*.po
Languages: ar, pt_br

source: Error with request
ar: خطأ في الطلب
pt_br: Erro com o pedido

source: Result item editor
ar: محرر نتائج العرض
pt_br: Editor de item de resultado

source: Result item data
ar: بيانات نتائج العرض
pt_br: Dados de item de resultado

source: Drag from here
ar: سحب من هنا
pt_br: Arraste daqui

source: FIELDS
ar: خانات
pt_br: CAMPOS

source: Drop to here
ar: إسقاط هنا
pt_br: Arraste aqui

source: RESULT ITEM FIELDS
ar: خانات نتائج العرض
pt_br: Campos de item de resultado

source: Already added
ar: تم الإضافه مسبقاً
pt_br: Já adicionado

source: Supported only for PRIMARY form
ar: الدعم فقط للقالب الأساسي
pt_br: Suportado apenas para formulário primário

source: Submit failed, please populate all fields!
ar: فشل التقديم، يرجى تعبئة جميع الخانات!
pt_br: Envio falhou, por favor preencha todos os campos!

source: Style
ar: المظهر

source: Class
ar: صنف

source: Submit
ar: إرسال
pt_br: Enviar

source: Date informed
ar: تاريخ الإطلاع
pt_br: Data informada

source: Search forms editor
ar: محرر قوالب البحث
pt_br: Editor de formulário de pesquisa

source: Search forms data
ar: بيانات قوالب البحث
pt_br: Dados de formulário de pesquisa

source: WHAT SEARCH
ar: بحث ماذا

source: WHERE SEARCH
ar: بحث المكان

source: BREAKLINE
ar: خط فاصل

source: LOCATION
ar: الموقع

source: SEARCH FORM
ar: قالب البحث

source: Direction
ar: الإتجاه

source: NONE
ar: لا شيء

source: Listing settings
ar: إعدادات الإعلان
pt_br: Configurações de Imóveis

source: Settings data
ar: إعدادات البيانات
pt_br: Dados de Configurações

source: Shortcodes and other documentation can be found here
ar: الأكواد المختصره و المعلومات الأخرى يمكن العثور عليها هنا
pt_br: Shortcodes e outras documentações podem ser encontradas aqui

source: Google Maps doesn't work? You must enter your own API key
ar: خرائط الجوجل ماب لا تعمل؟ يجب عليك إدخال مفتاح الAPI الخاص بك
pt_br: O Google Maps não funciona? Você deve inserir sua própria chave de API

source: Edit invoice
ar: تعديل الفاتوره
pt_br: Editar fatura

source: Add invoice
ar: إضافة فاتوره
pt_br: Adicionar fatura

source: Invoice data
ar: بيانات الفاتوره
pt_br: Dados da fatura

source: Package
ar: حزمه
pt_br: Pacote

source: Transaction details
ar: تفاصيل عملية التحويل
pt_br: Detalhes da transação

source: Edit rank package
ar: تعديل نوع الحزمه
pt_br: Editar pacote

source: Add rank package
ar: إضافة حزمه جديده
pt_br: Adicionar pacote

source: Rank package data
ar: بيانات نوع الحزمه
pt_br: Dados do pacote

source: Activated
ar: مفعل
pt_br: Ativo

source: Rank package manage
ar: إدارة نوع الحزمه
pt_br: Administrar pacotes

source: Edit treefield value
ar: تعديل قيمه شجره الخانات
pt_br: Editar Informações

source: Add treefield value
ar: اضافه قيمه لشجره الخانات
pt_br: Adicionar Informações

source: Value data
ar: قيمه البيانات
pt_br: Valor

source: Map pin icon
ar: ايقونة نقطة الإسقاط في الخارطه
pt_br: Icone do mapa

source: Font icon code
ar: كود ايقونة الخط
pt_br: Código do Ícone

source: Select icon
ar: حدد الأيقونه
pt_br: Selecionar Ícone

source: Visible fields
ar: الخانات المرئيه
pt_br: Campos visíveis

source: Required
ar: متطلب
pt_br: Necessário

source: Generate map
ar: إنتاج الخارطه
pt_br: Gerar mapa

source: Map
ar: الخارطه
pt_br: Mapa

source: Random locations for existing listings
ar: مواقع بشكل عشوائي للإعلانات الموجوده
pt_br: Localizações aleatórias para imóveis existentes

source: Current map with all related categories will be removed/replaced with new map
ar: سوف يتم إزاله/إستبدال الخارطه الحاليه مع جميع الفئات ذا الصله بخارطه جديده
pt_br: Mapa atual com categorias relacionadas serão removidos/substituídos pelo mapa novo

source: Generate
ar: إنتاج
pt_br: Gerar

source: Treefield table
ar: جدول شجرة الخانات
pt_br: Tabela

source: Level
ar: المستوى
pt_br: Nível

source: We could not find any
ar: لم يتم العثور على الجميع
pt_br: Nós não conseguimos achar nenhum

source: Add from SVG map
ar: الإضافه من خارطه SVG
pt_br: Adicionar de mapa SVG

source: You have activated rank
ar: لقد قمت بتفعيل الحزمه
pt_br: Você ativou pacote

source: until
ar: حتى
pt_br: até

source: Payment details
ar: تفاصيل الدفع
pt_br: Detalhes de pagamento

source: Payment data
ar: بيانات الدفع
pt_br: Dados de pagamento

source: Pay to
ar: دفعت الى
pt_br: Pagar até

source: Confirm that invoice is paid
ar: التأكيد على دفع الفاتوره
pt_br: Confirmar que essa fatura está paga

source: Admin will check bank account after confirmation and activate related services
ar: سيقوم المدير بالتحقق من الحساب البنكي بعد تأكيد و تفعيل الخدمات المتعلقه
pt_br: Admin irá verificar a conta após confirmação seus serviços serão ativados

source: Edit message
ar: تعديل الرساله
pt_br: Editar mensagem

source: View invoice
ar: عرض الفاتوره
pt_br: Ver fatura

source: Thank you very much on payment!
ar: شكرا جزيرا على الدفع!
pt_br: Obrigado pelo pagamento!

source: Admin will check bank account and activate related services
ar: سيقوم المدير بالتحقق من الحساب البنكي و تفعيل الخدمات المتعلقه
pt_br: Admin irá verificar a conta após confirmação seus serviços serão ativados

source: Thank you on submission, please pay for package.
ar: شكرا على التقديم، يرجى دفع ثمن الحزم.
pt_br: Obrigado pelo envio, por favor pague pelo seu pacote.

source: Pay now
ar: ادفع الأن
pt_br: Pagar agora

source: Bank Payment
ar: الدفع المصرفي
pt_br: Pagamento bancário

source: Invoice is disabled
ar: الفاتوره معطله
pt_br: Fatura está desabilitada

source: Invoice is activated
ar: الفاتوره مفعله
pt_br: Fatura está ativa

source: Fromdate
ar: من تاريخ
pt_br: De

source: Todate
ar: حتى تاريخه
pt_br: Até

source: Sandi Winter
ar: ساندي وينتر

source: Neighborhood walker for map
pt_br: Vizinhança para o mapa

source: Enable multiple results page (for templates with filename part results)
pt_br: Permitir múltiplas páginas de resultados (para modelos com resultados de parte de nome de arquivo)

source: Current map will be replaced with new on
pt_br: Mapa atual será substituído pelo novo em
